#+setupfile: ~/org/aux/setupfile.org
#+options: num:t todo:t d:t
#+latex_header: \usepackage{enumitem} \setlist{itemsep=0.05cm}
#+latex_header: \usepackage{tikz}
#+latex_header: \usetikzlibrary{circuitikz}

*** Dining room

|     raw | buffered | group |
|---------+----------+-------|
|     3.5 |        5 | g     |
|      48 |       50 | h     |
|     8.5 |       10 | b     |
|      63 |       65 | g     |
|     8.5 |       10 | b     |
|     9.5 |       12 | a     |
|      69 |       72 | a     |
|      87 |       90 | b     |
|      48 |       50 | e     |
|      33 |       36 | a     |
|---------+----------+-------|
| *total* |      401 |       |
   #+TBLFM: $2=vsum(@2..@-1)

*** Living room

|     raw | buffered | group |
|---------+----------+-------|
|      33 |       36 | h     |
|      13 |       14 | g     |
|       8 |       10 | c     |
|       6 |        8 | f     |
|      21 |     22.5 | d     |
|      60 |     61.5 | d     |
|      29 |       31 | f     |
|      43 |       45 | f     |
|      31 |       33 | h     |
|      32 |       34 | e     |
|     108 |      110 | c     |
|---------+----------+-------|
| *total* |      411 |       |
   #+TBLFM: $2=vsum(@2..@-1)

** Grand Total

| type    | length | cost/ft |   sub |
|---------+--------+---------+-------|
| base    |     90 |    1.55 | 139.5 |
| door    |    108 |    1.40 | 151.2 |
| window  |     70 |    1.40 |   98. |
|---------+--------+---------+-------|
| *total* |        |         | 388.7 |

Minus office
| type    | length | cost/ft |    sub |
|---------+--------+---------+--------|
| base    |     65 |    1.55 | 100.75 |
| door    |     73 |    1.40 |  102.2 |
| window  |     60 |    1.40 |    84. |
|---------+--------+---------+--------|
| *total* |        |         | 286.95 |
#+TBLFM: $2=108-(((170+40)*2)/12)::$4=vsum(@2..@-1)

